<?php

$titres = [
    ['titre' => '1. はじめに', 'p' => '私たちのウェブサイト「ギリシャ神話」へようこそ。このサイトにアクセスすることにより、あなたは本利用規約に従うことに同意したことになります。ご注意深くお読みください。'],
    ['titre' => '2. 目的', 'p' => '本利用規約の目的は、「ギリシャ神話」サイトの利用方法を定義することです。この規約は、サイトにアクセスし、提供されているサービスを利用するすべてのユーザーに適用されます。'],
    ['titre' => '3. サイトへのアクセス', 'p' => 'このサイトは、インターネット接続があるすべての人に無料でアクセス可能です。サイトの所有者は、サイトへのアクセスを、部分的または完全に、予告なしにいつでも変更、停止、または中断する権利を有します。'],
    ['titre' => '4. 知的財産', 'p' => '「ギリシャ神話」サイトのコンテンツは、テキスト、画像、ビデオ、ロゴなど、すべて知的財産権によって保護されています。事前の許可なしにコンテンツを複製、配布、または利用することはできません。'],
    ['titre' => '5. ユーザーの責任', 'p' => 'ユーザーは、サイトを不正に使用せず、現行法および規則を遵守することに同意します。また、ユーザーは、自身のログイン情報を使用する責任を負います。'],
    ['titre' => '6. 個人データの収集と処理', 'p' => '私たちは、サイト利用に関連して個人情報を収集します。当サイトのプライバシーポリシーに従ってデータを処理しています。データの取り扱いについて理解するために、プライバシーポリシーをご覧いただくことをお勧めします。'],
    ['titre' => '7. クッキー', 'p' => 'このサイトは、ユーザー体験を向上させ、サイトの訪問状況を分析するためにクッキーを使用します。このサイトを利用することにより、クッキーの使用に同意したことになります。クッキーの設定はブラウザで管理できます。'],
    ['titre' => '8. 外部リンク', 'p' => 'このサイトには、外部サイトへのリンクが含まれている場合があります。これらのサイトのコンテンツやプライバシーに関する実践については責任を負いません。'],
    ['titre' => '9. 利用規約の変更', 'p' => '私たちは、本利用規約をいつでも変更する権利を保留します。変更がある場合は、このページに公開されますので、最新の情報を確認するために定期的にチェックしてください。'],
    ['titre' => '10. 適用法および裁判管轄', 'p' => '本利用規約は、フランスの現行法に従います。紛争が生じた場合、裁判管轄はストラスブールの裁判所となります。'],
    ['titre' => '11. お問い合わせ', 'p' => '本利用規約に関する質問がある場合は、コンタクトページを通じてお問い合わせください。']
];

$footer1 = [
    'ホーム' => 'JAP_page1-accueil.php',
    '神々のパンテオン' => 'JAP_page2-categorie1.php',
];

$footer2 = [
    '場所' => 'JAP_page3-categorie2.php',
    '神話' => 'JAP_page4-categorie3.php',
];

$footer3 = [
    'について' => 'JAP_page5-propos.php',
    'お問い合わせ' => 'JAP_page6-contact.php',
];


$ancre_accueil = [
    ['id' => '#a1', 'label' => '神々'],
    ['id' => '#a2', 'label' => '場所'],
    ['id' => '#a3', 'label' => '本'],
];

$ancre_cat1 = [
    ['id' => '#zeus', 'label' => 'ゼウス'],
    ['id' => '#poseidon', 'label' => 'ポセイドン'],
    ['id' => '#hades', 'label' => 'ハデス'],
    ['id' => '#athena', 'label' => 'アテナ'],
    ['id' => '#apollon', 'label' => 'アポロン'],
    ['id' => '#aphrodite', 'label' => 'アフロディーテ'],
];

$ancre_cat2 = [
    ['id' => '#mont_olympe', 'label' => 'オリンポス山'],
    ['id' => '#champs_elysees', 'label' => 'エリュシオンの野'],
    ['id' => '#tartare', 'label' => 'タルタロス'],
    ['id' => '#fleuve_styx', 'label' => 'スタックス川'],
    ['id' => '#labyrinthe_crete', 'label' => 'クレタ島の迷宮'],
];

$ancre_cat3 = [
    ['id' => '#livre1', 'label' => 'アキレスの歌'],
    ['id' => '#livre2', 'label' => 'ミュトス：ギリシャ神話'],
    ['id' => '#livre3', 'label' => '変身譚'],
    ['id' => '#livre4', 'label' => 'ノース神話'],
    ['id' => '#livre5', 'label' => 'オリンポスの英雄たち'],
];
